Repository: ernesto-licea/ResMan
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: The {} "{}" was successfully deleted from ldap servers.
es: El {} "{}" fue elimindado satisfactoriamente de los servidores Ldap

source: %(name)s object with primary key %(key)r does not exist.
es: El objeto %(name)s con llave primaria %(key)r no existe

source: Password changed successfully.
es: Contraseña cambiada satisfactoriamente

source: Change password: %s
es: Cambiar contraseña: %s

source: Reset Password
es: Resetear Contraseña

source: Ldap Sync
es: Sinc Ldap

source: Data from user {} was successfully synchronized with ldap servers.
es: Los datos del usuario {} fueron sincronizados satisfactoriamente con los servidores Ldap

source: No password set.
es: No fue establecida contraseña.

source: Invalid password format or unknown hashing algorithm.
es: Formato de contraseña invalido o algoritmo de hash desconocido

source: If you select email service this field is required.
es: Si el servicio email es seleccionado este campo es requerido

source: If you select internet service this field is required.
es: Si el servicio internet es seleccionado este campo es requerido

source: If you select ftp service this field is required.
es: Si el servicio ftp es seleccionado este campo es requerido.

source: This username is being used as Service name.
es: Este nombre de usuario esta siendo usado como nombre de un Servicio

source: Invalid ci number.
es: Número CI invalido.

source: Invalid enterprise number.
es: Número de solapín invalido.

source: Invalid phone number.
es: Número de teléfono invalido.

source: Invalid extension number.
es: Número de extensión invalido.

source: Retype Password
es: Confirmar Contraseña

source: Confirm the previous password.
es: Confirme la contraseña anterior.

source: Passwords do not match.
es: Las contraseñas no coinciden.

source: Password
es: Contraseña

source: Raw passwords are not stored, so there is no way to see this user's password, but you can change the password using <a href="{}">this form</a>.
es: Contraseñas en texto plano no son almacendas, por lo que no hay forma de visualizarlas,esta puede ser cambiada usando <a href="{}">este formulario</a>.

source: password
es: contraseña

source: date password
es: fecha de la contraseña

source: password history
es: histórico de contraseña

source: passwords history
es: históricos de contraseñas

source: active
es: activo

source: Active
es: Activo

source: blocked
es: bloqueado

source: Blocked
es: Bloqueado

source: inactive
es: inactivo

source: Inactive
es: Inactivo

source: national
es: nacional

source: National
es: Nacional

source: international
es: internacional

source: International
es: Internacional

source: daily
es: diario

source: Daily
es: Diario

source: weekly
es: semanal

source: Weekly
es: Semanal

source: monthly
es: mensual

source: Monthly
es: Mensual

source: Informatics Staff
es: Equipo de Informáticos

source: Designates whether the user can log into this admin site.
es: Define si el usuario puede entrar al sitio de administración

source: status
es: estado

source: password date
es: fecha de contraseña

source: first name
es: nombre

source: last name
es: apellidos

source: email buzon size
es: tamaño del buzón de correos

source: email messages size
es: tamaño de los mensajes de correo

source: email domain reach
es: alcance del correo

source: internet quota type
es: tipo de cuota de internet

source: internet quota size
es: tamaño de cuota de internet

source: internet extra quota size
es: tamaño extra de cuota de internet

source: internet domain reach
es: alcance de internet

source: ftp folder
es: carpeta ftp

source: ftp size
es: campo para tamaño ftp

source: ftp md5 password
es: contraseña md5 del ftp

source: session Key
es: llave de sesión

source: services
es: servicios

source: distribution list
es: lista de distribución

source: Full Name
es: Nombre Completo

source: Institutional
es: Institucional

source: Enterprise
es: Empresarial

source: Guest
es: Invitado

source: Superuser
es: Superusuario

source: institutional user
es: usuario institucional

source: institutional users
es: usuarios institucionales

source: enterprise number
es: solapín

source: ci number
es: número de CI

source: phone number
es: número de teléfono

source: extension number
es: número de extensión

source: authorized document
es: documento que autoriza

source: note
es: nota

source: enterprise user
es: usuario empresarial

source: enterprise users
es: usuarios empresariales

source: guest user
es: usuario invitado

source: guest users
es: usuarios invitados

source: This password must contain at least %(num_amount)d number%(plural)s.
es: Su contraseña debe contener al menos %(num_amount)d número%(plural)s.

source: Your password must contain at least %(num_amount)d number%(plural)s.
es: Su contraseña debe contener al menos %(num_amount)d número%(plural)s.

source: This password must contain at least %(num_amount)d upper letter%(plural)s.
es: Su contraseña debe contener al menos %(num_amount)d mayúscula%(plural)s.

source: Your password must contain at least %(num_amount)d upper letter%(plural)s.
es: Su contraseña debe contener al menos %(num_amount)d mayúscula%(plural)s.

source: This password must contain at least %(num_amount)d symbol%(plural)s.
es: Su contraseña debe contener al menos %(num_amount)d símbolo%(plural)s.

source: Your password must contain at least %(num_amount)d symbol%(plural)s.
es: Esta contraseña debe contener al menos %(num_amount)d símbolo%(plural)s.

source: This password can not be the current password.
es: Su contraseña no pude ser la misma usada actualmente

source: This password can not be the current password or the last %(num_amount)s password%(plural)s used previously.
es: Su contraseña no pude ser la actual o las %(num_amount)s usada%(plural)s anteriormente.

source: Your can not use the current password or the last %(num_amount)s password%(plural)s used previously.
es: Su contraseña no pude ser la actual o las %(num_amount)s usada%(plural)s anteriormente.

source: is active
es: está activo

source: name
es: nombre

source: responsible
es: responsable

source: enterprise area
es: Área Empresarial

source: enterprise areas
es: áreas empresariales

source: enterprise department
es: departamento empresarial

source: enterprise departments
es: departamentos empresariales

source: sync
es: sinc

source: Test Connection
es: Probar Conexión

source: Data was sent to server {} successfully.
es: Los datos fueron enviados al servidor {} correctamente.

source: Connection to server {} was successfully established.
es: Conexión al servidor {} fue establecida satisfactoriamente.

source: Active Directory {} says: {}.
es: Directorio Activo {} responde: {}.

source: domain name
es: nombre de dominio

source: domain
es: dominio

source: search base
es: base de búsqueda

source: server host
es: servidor

source: server port
es: puerto

source: start tls
es: usar tls

source: admin username
es: usuario administrador

source: admin password
es: contraseña

source: email domain map
es: campo para dominio del correo

source: email buzon size map
es: campo para tamaño del buzón de correo

source: email message size map
es: campo para tamaño de los mensajes de correo

source: internet domain map
es: campo para dominio de internet

source: internet quota type map
es: campo para tipo de cuota de internet

source: internet quota size map
es: campo para tamaño de cuota de internet

source: internet extra quota size map
es: campo para tamaño extra de cutoa de internet

source: ftp home
es: campo para carpeta ftp

source: Server Connection
es: Conexión del Servidor

source: active directory server
es: servidor de directorio activo

source: active directory servers
es: servidores de directorio activo

source: Successfully deleted %(count)d %(items)s.
es: Eliminado satisfactoriamente %(count)d %(items)s.

source: Cannot delete %(name)s
es: No puede eliminar %(name)s

source: Are you sure?
es: Está Seguro?

source: The service "{}" was successfully deleted from ldap servers.
es: El servicio "{}" fue eliminado satisfactoriamente de los servidores ldap

source: Delete selected %(verbose_name_plural)s
es: Eliminar %(verbose_name_plural)s seleccionados

source: Data from service {} was successfully synchronized with ldap servers.
es: Los datos del servicio {} fueron sincronizados satisfactoriamente con los servidores ldap.

source: If Type of Service is Email Distribution List this field is required.
es: Si el tipo de servicio es lista de distribución este campo es requerido.

source: Service
es: Servicio

source: Email Distribution List
es: Lista de Distribución de Correos

source: Type of Service
es: Tipo de Servicio

source: email
es: correo

source: Description
es: Descripción

source: service
es: servicio

source: New password
es: Nueva contraseña

source: New password confirmation
es: Confirmación de nueva contraseña

source: Old password
es: Contraseña Anterior

source: System Features
es: Características del Sistema

source: Can check the institutional %(start)sServices%(end)s you have approved
es: Puede chequear los %(start)sServicios%(end)s institucionales que le fueron aprobados

source: Can check the institutional %(start)sdistribution list%(end)s you belong
es: Puede chequear las %(start)slistas de distribución%(end)s institucionales a las que pertenece

source: Can change your %(start)s%(password_url)s%(middle)spassword%(end)s easily
es: Puede cambiar su %(start)s%(password_url)s%(middle)scontraseña%(end)s de forma sencilla

source: Enter your credentials
es: Entre sus credenciales

source: Invalid Username or Password
es: Nombre de usuario o contraseña inválida

source: User Information
es: Información de Usuario

source: Status
es: Estado

source: First Name
es: Nombre

source: Last Name
es: Apellidos

source: Username
es: Usuario

source: Enterprise Number
es: Solapín

source: CI Number
es: Número de CI

source: Change Password
es: Cambiar Contraseña

source: Services
es: Servicios

source: Distribution List
es: Listas de Distribución

source: List Name
es: Nombre de Lista

source: ResMan - User Management System
es: ResMan - Sistema de Gestion de Usuarios

source: All Rights Reserved
es: Todos los derechos reservados

source: ResMan- User Management System
es: ResMan - Sistema de Gestión de Usuarios

source: by
es: por

source: User Management System
es: Sistema de Gestion de Usuarios

source: Home
es: Inicio

source: Logout
es: Salir

source: Password Requirements
es: Requerimientos de la Contraseña

source: Change your password
es: Cambie su contraseña

source: Change
es: Cambiar

source: User Data
es: Datos de Usuario

source: Enterprise Structure
es: Estructura Empresarial

source: Enterprise Services
es: Servicios Empresariales

source: Active Directory Servers
es: Servidores de Directiorio Activo

source: User Type
es: Tipo de Usuario

source: Server Actions
es: Acciones del Servidor

source: Enterprise Data
es: Datos Empresariales

source: Email Service Data
es: Datos de Servicio de Correo Electrónico

source: Internet Service Data
es: Datos de Servicio de Internet

source: FTP Service Data
es: Datos de Servicio FTP

source: Additional Description
es: Descripción Adicional

source: Area
es: Área

source: Department
es: Departamento

source: Users
es: Usuarios

source: Supervision
es: Supervisión

source: User List
es: Lista de Usuarios

source: Modified Date
es: Fecha Modificación

source: Modified By
es: Modificado Por

source: to
es: al

source: of
es: de

source: First
es: Primero

source: Previous
es: Anterior

source: Last
es: Último

source: Next
es: Siguiente

source: Attachment
es: Adjunto

source: Download
es: Descargar

source: Services List
es: Lista de Servicios

source: Name
es: Nombre

source: Users Number
es: Número de Usuarios

source: Creation Date
es: Fecha de Creación

source: external database
es: Base de Datos Externa

source: external databases
es: Bases de Datos Externas

source: External DBs to check
es: Bases de Datos Externas para Chequeo

source: type of database server
es: Tipo de Servidor de Base de Datos

source: DB server
es: Servidor BD

source: DB port
es: Puerto BD

source: DB name
es: Nombre BD

source: DB username
es: Usuario BD

source: DB password
es: Contraseña BD

source: DB SQL query
es: Consulta SQL

source: user field
es: Campo de Usuario

source: user action
es: Acción de Usuario

source: Disable
es: Deshabilitar

source: notification email
es: Correo electrónico de notificación

source: description
es: descripción

source: Is Outside?
es: Está en el Extranjero?

source: You can use %s in your SQL query and it will be replaced for user field value chosen.
es: Usted puede usar %s en la consulta SQL para ser remplazado por el valor del campo de usuario escogido.

source: User: %(user)s was successfully %(action)s
es: Usuario: %(user)s fue correctamente %(action)s

source: Disabled
es: Deshabilitado

source: Deleted
es: Eliminado
